Repository: UnderscoreDavidSmith/PedometerPlusPlusLocalization
Catalog: *.lproj/Localizable.strings
Languages: it

source: %li%% of Goal
it: %li%% dell'obiettivo

source: Amazing Tip of %@
it: Sensazionale mancia di %@

source: Badge Step Count on Icon
it: Conteggio passi Badge su Icona

source: Customary
it: Abituale

source: Daily Step Goal
it: Obiettivo passi giornalieri

source: Done
it: Fine

source: Estimated stride
it: Lunghezza passo stimata

source: Export
it: Esporta

source: ExportTransfer
it: Esporta

source: Female
it: Donna

source: For example, the iPhone 5s.
it: Per esempio iPhone 5s o successivi.

source: Generous Tip of %@
it: Generosa mancia di %@

source: Massive Tip of %@
it: Generosa mancia di %@

source: In order for Pedometer++ to collect step counts it needs to be given permission in the main Settings app.
it: Per far sì che Pedometro++ raccolga i conteggi dei passi, è necessario autorizzare l'app nelle impostazioni principali.

source: I’m Sorry
it: Mi dispiace

source: Loading...
it: Caricamento in corso...

source: Male
it: Uomo

source: Metric
it: Metrico

source: My Steps for
it: I miei passi per

source: Ooops.
it: Ops.

source: Pedometer++
it: Pedometro++

source: Pedometer++ can only collect data on a device that supports Step Count Tracking via Apple’s M7 coprocessor.
it: Pedometro++ è in grado di raccogliere i dati esclusivamente su un dispositivo che supporta il monitoraggio del conteggio passi tramite il coprocessore Motion della Apple (M7, M8,...).

source: Pedometer++ Export
it: Esporta Pedometro++

source: Pedometer++ relies on your support to fund its development. If you find it useful and motivating to get healthy and active, please consider supporting the app by leaving a tip in our Tip Jar.
it: Pedometro++ fa conto su di te per sostenere il suo sviluppo. Se lo trovi utile e motivante per uno stile di vita sano e attivo, considera di dare il tuo supporto all'app lasciando una mancia nel nostro Barattolo delle mance.

source: Push Notifications
it: Notifiche push

source: Settings
it: Impostazioni

source: Step Count Export from Pedometer++
it: Esporta conteggio passi da Pedometro++

source: Tip in Progress
it: Mancia in corso

source: Tip Jar
it: Barattolo delle mance

source: Unable to register for Push Notifications. Please verify Notifications are enabled in the Settings app.
it: Impossibile registrarsi per le notifiche push. Verificare che le Notifiche siano abilitate nell'app Impostazioni.

source: Will display the current step count on the Pedometer++ app icon.
it: Visualizzerà il conteggio passi attuale sull'icona dell'app del Pedometro++.

source: You have taken %@ steps (%@) using Pedometer++.
it: Hai fatto %1$@ passi (%2$@) con Pedometro++.

source: %li floors
it: %li piani

source: %li floor
it: %li piani

source: Goal Achieved!
it: Obiettivo Raggiunto!

source: Automatic Distance Estimation
it: Stima automatica della distanza

source: Distance Explanation
it: La lunghezza della falcata viene calcolata automaticamente dai tuoi dispositivi, di solito è più precisa rispetto all'utilizzo di una lunghezza fissa.

source: Merge Apple Watch Data
it: Unisci i dati con Apple Watch

source: Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity.
it: Integra i dati di movimento del tuo Apple Watch e iPhone per avere una visione migliore della tua attività.

source: Start Walk
it: Avvia Camminata

source: End Walk
it: Fine Camminata

source: Start Workout
it: Inizio allenamento

source: Outdoor Walk
it: Camminata outdoor

source: Indoor Walk
it: Camminata indoor

source: End Workout
it: Termina allenamento

source: Daily Push Goal
it: Obiettivo spinte giornaliere

source: Wheelchair Mode
it: Modalità sedia a rotelle

source: Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps.
it: Consenti a Pedometer++ di usare il tuo Apple Watch per misurare le spinte sulla sedia a rotelle anziché i passi.

source: days
it: giorni

source: Allow Rest Days
it: Permetti giorni di riposo

source: When enabled, activity streaks will not be broken by a single day missed after six consecutive days of reaching your goal.
it: Quando abilitato, evita che le sequenze di attività vengano interrotte da un singolo giorno di riposo dopo sei giorni consecutivi per il raggiungimento dell'obiettivo.

source: Distance Units
it: Unità di misura

source: Get Help
it: Chiedi assistenza

source: Help
it: Assistenza

source: Email Us
it: Contattaci via email

source: Have a question or suggestion for the app?
it: Hai una domanda o un suggerimento per l'app?

source: Export your step data for use outside of the app.
it: Esporta i dati per condividerli con chi vuoi.

source: Restore Purchase
it: Ripristina acquisto

source: Leave a Review
it: Scrivi una recensione

source: If you have a minute to leave a review in the App Store, I'd really appreciate it. It really helps! Thank you.
it: Se hai un minuto per scrivere una recensione sull'App Store, lo apprezzerei davvero. Mi aiuterebbe molto! Grazie.

source: Achievements
it: Successi

source: Day Totals
it: Passi giornalieri

source: Streaks
it: Giorni perfetti

source: Lifetime Steps
it: Totale globale dei passi

source: Lifetime Floors
it: Totale globale dei piani

source: Daily Floor Count
it: Piani

source: Awards
it: Premi

source: floors
it: piani

source: steps
it: passi

source: Best:
it: Migliore:

source: Special Achievements
it: Successi speciali

source: Mountain Climber
it: Scalatore di montagne

source: 3 consecutive days with more than 100 floors
it: 3 giorni consecutivi con più di 100 piani

source: Weekend Walker
it: Passeggiatore del weekend

source: 15,000 steps on a consecutive Saturday and Sunday
it: 15.000 passi nel corso di Sabato e Domenica consecutivi

source: Perfect Month
it: Mese perfetto

source: Hit your goal every day for an entire month
it: Raggiungi il tuo obiettivo ogni giorno per un mese intero

source: to go
it: mancanti

source: Reach your goal for %@ days in a row
it: Raggiungi il tuo obiettivo per %@ giorni di fila

source: Reached on %@
it: Raggiunto il %@

source: Thank You!
it: Grazie!

source: Fixed Timezone
it: Fuso orario fisso

source: Display data using a fixed timezone, otherwise your current timezone will be used.
it: Visualizza i dati utilizzando un fuso orario fisso, altrimenti verrà utilizzato il fuso orario corrente.

source: Change based on local setting.
it: Modifica in base alle impostazioni locali.

source: Choose
it: Scegli

source: Choose Timezone
it: Scegli fuso orario

source: Use Local Timezone
it: Usa fuso orario locale

source: Theme
it: Tema

source: Icon
it: Icona

source: Monthly Challenges
it: Sfide mensili

source: A new challenge every month
it: Una nuova sfida ogni mese

source: Double your goal %@ times
it: Raddoppia il tuo obiettivo %@ volte

source: Lifetime Pushes
it: Spinte totali

source: Reach your goal %@ times
it: Raggiungi il tuo obiettivo %@ volte

source: Get a %@ day streak
it: Ottieni una sequenza di %@ giorni

source: Reach your goal for %@ days in a row (including Rest Days).
it: Raggiungi il tuo obiettivo per %@ giorni di fila (compresi i giorni di riposo).

source: pushes
it: spinte

source: Walk
it: Percorri

source: Follow System Dark Mode
it: Duplica iPhone

source: Remove Ads
it: Rimuovi annunci

source: Widget Font
it: Widget font di default

source: Steps
it: Passi

source: Badges
it: Obiettivi

source: Roll
it: Allenamento

source: year
it: Anno

source: years
it: Anni

source: You can also track your workouts using the Pedometer++ Apple Watch app.
it: Puoi anche tracciare i tuoi allenamenti utilizzando l'app Pedometer++ per Apple Watch.

source: Start Walking
it: Comincia a Camminare

source: GPS Tracking
it: Tracciamento GPS

source: GPS Status
it: Stato GPS

source: Live Activity
it: Attività in diretta

source: Live Activities show your workout progress right on your Home Screen and in the Dynamic Island on compatible devices.
it: Le attività in diretta mostrano il tuo progresso nell'allenamento direttamente sulla schermata Home e sull'Isola Dinamica sui dispositivi compatibili.

source: Live Activity Layout
it: Layout di attività in diretta

source: Disable Live Activity
it: Disattiva attività in diretta

source: View your workout track on a map while you move, with a route optionally overlaid.
it: Visualizza il tuo percorso di allenamento su una mappa mentre ti muovi, con un percorso facoltativo sovrapposto.

source: Select Route
it: Seleziona percorso

source: Open
it: Aperto

source: Goal
it: Obiettivo

source: Map
it: Mappa

source: Cancel
it: Annulla

source: Pedometer++ will track your workout without a specific goal in mind. Just get out there and move.
it: Pedometer++ traccerà il tuo allenamento senza un obiettivo specifico in mente. Basta uscire e muoversi.

source: Set out with a specific distance goal in mind. Your progress towards this will be shown along the way.
it: Parti con un obiettivo di distanza specifico in mente. Il tuo progresso verso questo sarà mostrato lungo la strada.

source: Routes
it: Percorsi

source: During your workouts it is possible to display your current location on a map. On this map you can overlay a GPS route for reference.
it: Durante gli allenamenti è possibile visualizzare la tua posizione attuale su una mappa. Su questa mappa puoi sovrapporre un percorso GPS come riferimento.

source: View Routes
it: Visualizza percorsi

source: Miles
it: Miglia

source: Kilometers
it: Chilometri

source: iPhone Only
it: Solo iPhone

source: Merge Data
it: Unire i dati

source: Count Steps
it: Contare i passi

source: Count Pushes
it: Contare le spinte

source: Automatic
it: Automatico

source: Manual
it: Manuale

source: Height:
it: Altezza:

source: Strict Streaks
it: Serie strette

source: Rest Days
it: Giorni di riposo

source: Mirror iPhone
it: Duplica iPhone

source: Override
it: Sovrascrivi

source: Color Blind
it: Daltonismo

source: Use Dark Mode
it: Usa la modalità scura

source: Premium Icons
it: Icone premium

source: Basic Icons
it: Icone di base

source: It doesn't look like you have Email setup on your iPhone, this is required for export.
it: Sembra che non hai configurato la posta elettronica sul tuo iPhone, questo è necessario per l'esportazione.

source: Duration
it: Durata

source: Distance
it: Distanza

source: Speed
it: Velocità

source: Pace
it: Andatura

source: Distance Goal
it: Distanza dall'obiettivo

source: Calories
it: Calorie

source: Heart Rate
it: Frequenza cardiaca

source: Average Speed
it: Velocità media

source: Average Pace
it: Andatura media

source: Average HR
it: HR medio

source: Elevation
it: Altitudine

source: Workout Route
it: Percorso di allenamento

source: Add to Routes
it: Aggiungi ai percorsi

source: Export as GPX
it: Esporta come GPX

source: Don't Overlay Route
it: Non sovrapporre il percorso

source: Walking
it: Camminare

source: Hiking
it: Escursionismo

source: Running
it: Corsa

source: Routes are added to Pedometer++ via GPX files. GPX files contain the collection of GPS coordinates that you'd like to follow.
it: Le rotte sono state aggiunte a Pedometer++ tramite file GPX. I file GPX contengono la raccolta di coordinate GPS che si desidera seguire.

source: No Routes Found
it: Nessun percorso trovato

source: To add a GPX file to this list, locate the file on your iPhone and then hit **Share** and choose Pedometer++ as the destination.
it: Per aggiungere un file GPX a questo elenco, individua il file sul tuo iPhone e premi **Condividi** e scegli Pedometer++ come destinazione.

source: Downloading a route saves a roughly 800m wide strip of map along the track. This is not a wide area map suitable for primary navigation. Be careful and wise out there.
it: Scaricare un percorso salva una porzione di mappa larga circa 800 metri. Questa non è una mappa ad ampia area adatta per la navigazione primaria. Sii attento e vigile là fuori.

source: This route display is for informational purposes only and does **not replace** proper navigational tools and common sense.
it: Questa visualizzazione di percorso è solo a scopo informativo e non **sostituisce** gli strumenti di navigazione adeguati e il buon senso.

source: Pedometer++ encourages you to be more active by making you aware of your daily movement.
it: Pedometer++ ti incoraggia ad essere più attivo rendendoti consapevole del tuo movimento quotidiano.

source: Motion & Fitness Data
it: Dati di Movimento e Fitness

source: Continue
it: Continua

source: Pedometer++ requires access to your Motion & Fitness data in order to display your daily movement.
it: Pedometer++ richiede l'accesso ai tuoi dati di movimento e fitness per visualizzare il tuo movimento quotidiano.

source: View Privacy Policy
it: Visualizza la politica sulla privacy

source: This data is stored securely and never leaves your device.
it: Questi dati vengono memorizzati in modo sicuro e non lasciano mai il tuo dispositivo.

source: Get Started
it: Inizia

source: Today
it: Oggi

source: In order to track your movement during a workout Pedometer++ must be given access to your Location data.
it: Per tracciare il tuo movimento durante un allenamento, Pedometer++ deve avere accesso ai tuoi dati di posizione.

source: Open Settings
it: Apri impostazioni

source: Permission has been denied. Please approve in Settings in order to use workout tracking.
it: Il permesso è stato negato. Si prega di approvare in Impostazioni per utilizzare il monitoraggio dell'allenamento.

source: Health Permissions
it: Autorizzazioni per la salute

source: Your workout results are saved to your Health database.
it: I risultati del tuo allenamento sono salvati nel tuo database di salute.

source: Remaining
it: Rimanente

source: Pause
it: Pausa

source: Resume
it: Riprendere

source: End
it: Fine

source: Continue Workout
it: Continua l'Allenamento

source: Are you sure you want to end this workout?
it: Sei sicuro di voler terminare questo allenamento?

source: Delete Route
it: Elimina Percorso

source: Rename Route
it: Rinomina Percorso

source: Save
it: Salva

source: All map tiles downloaded.
it: Tutte le tessere della mappa scaricate.

source: Download in progress
it: Download in corso

source: downloaded for offline use.
it: scaricato per l'utilizzo offline.

source: Checking map status...
it: Verifica dello stato della mappa in corso...

source: Workout Mode
it: Modalità Allenamento

source: Paused
it: In pausa

source: Run
it: Correre

source: Hike
it: Escursionismo

source: Indoor
it: Interno

source: Outdoor
it: Esterno

source: Other
it: Altro

source: Workout Display
it: Visualizzazione allenamento

source: Shown Metrics
it: Metriche visualizzate

source: Elevation Gain
it: Guadagno di elevazione

source: Today's Steps
it: Passi di oggi

source: Workout Steps
it: Passi di allenamento

source: Refresh
it: Aggiorna

source: Add routes to Pedometer++ on your iPhone.
it: Aggiungi percorsi a Pedometer++ sul tuo iPhone.

source: Loading GPS...
it: Caricamento GPS...

source: None
it: Nessuno

source: Topographic Map
it: Mappa topografica

source: Standard Map
it: Mappa standard

source: Satellite Map
it: Mappa satellitare

source: In order to display your workout data Pedometer++ requires access to the workout metrics stored in the Health app.
it: Per visualizzare i dati del tuo allenamento, Pedometer++ richiede l'accesso alle metriche dell'allenamento memorizzate nell'app Health.

source: Loading Walks...
it: Caricamento passeggiate...

source: Loading Workouts...
it: Caricamento allenamenti...

source: No Workout Data Found
it: Nessun dato di allenamento trovato

source: Permission has been denied. Please approve in Settings in order to use Pedometer++.
it: Il permesso è stato negato. Si prega di approvare nelle impostazioni per utilizzare Pedometer++.

source: Increase
it: Aumentare

source: Decrease
it: Diminuire
